[M_Orchid_Race MissionDefinition]
MissionName="Faster Than the Speed of Love"
MissionDescription="Natalie, Shade's flirtatious female alter-ego, wants you to complete a timed race out in [place]Wurmwater[-place]. Grab yourself a sandskiff and let the fun begin!"
TurnInDescription="A corpse is now attracted to you. So, there's that."
MissionSummary="Complete the race in time."

[M_Orchid_Race:Waypoint1 MissionObjectiveDefinition]
ProgressMessage="Reach first waypoint"

[M_Orchid_Race:Waypoint2 MissionObjectiveDefinition]
ProgressMessage="Reach second waypoint"

[M_Orchid_Race:Waypoint3 MissionObjectiveDefinition]
ProgressMessage="Reach third waypoint"

[M_Orchid_Race:Waypoint4 MissionObjectiveDefinition]
ProgressMessage="Reach fourth waypoint"

[M_Orchid_Race:Waypoint5 MissionObjectiveDefinition]
ProgressMessage="Reach fifth waypoint"
